Repository: common-repository/priceshape
Catalog: languages/priceshape-*.po
Languages: ru_ru

source: All Products
ru_ru: Все продукты

source: Products with updated prices
ru_ru: Товары с обновленными ценами

source: User Name
ru_ru: Имя пользователя

source: Enter User Name
ru_ru: Введите имя пользователя

source: User Phone Number
ru_ru: Телефонный номер пользователя

source: Enter User Phone Number
ru_ru: Введите номер телефона пользователя

source: User Email
ru_ru: Электронная почта пользователя

source: Enter User Email
ru_ru: Введите адрес электронной почты пользователя

source: User Country
ru_ru: Страна пользователя

source: Enter User Country
ru_ru: Введите страну пользователя

source: I agree to the collection and processing of personal data
ru_ru: Даю согласие на сбор и обработку персональных данных

source: SEND
ru_ru: ОТПРАВИТЬ

source: for more details.
ru_ru: Больше подробностей.

source: Sorry, you don't have WooCommerce plugin installed. Please contact
ru_ru: К сожалению, у вас не установлен плагин WooCommerce. Пожалуйста, свяжитесь с

source: Your PriceShape export limit is
ru_ru: Ваш экспортный лимит PriceShape составляет

source: items.
ru_ru: Предметы.

source: PriceShape Plugin Status:
ru_ru: Статус плагина PriceShape:

source: Try again
ru_ru: Попробуй снова

source: Having errors?
ru_ru: Возникли ошибки?

source: to report a bug.
ru_ru: чтобы сообщить об ошибке.
